Repository: gubraun/lucaapp
Catalog: Luca/Alerts/*.lproj/Alerts.strings
Languages: de

# 1af-tI-dhm.normalTitle
source: CONFIRM
de: BESTÄTIGEN

# eng-dg-r0v.normalTitle
source: CANCEL
de: ABBRECHEN

# 9p4-Qc-YuD.text
source: We've sent you a TAN. Please enter the TAN here to verify your phone number.
de: Wir haben dir eine TAN geschickt. Gib die TAN hier ein, um deine Telefonnummer zu bestätigen.

# B4r-Bf-h2l.text
source: Private Meeting
de: Privates Treffen

# FCa-wv-JgV.text
source: Participants
de: Gästeliste

# mcS-Bb-tFA.text
source: Private meetings are meant for small gatherings with friends and family. Private meetings are used as reminders and won't be shared with health authorities - that's why they display the full names of you and your guests.
de: Information: Private Treffen sind für kleine Zusammenkünfte mit Freunden und Familie gedacht. Private Treffen sind nur Gedächtnisstützen und werden nicht mit dem Gesundheitsamt geteilt. Deshalb werden hier Vor- und Nachnamen von dir und deinen Gästen angezeigt.

# Kaw-Yd-7s4.normalTitle
source: Back
de: Zurück

# Tc9-Gf-rpN.text
source: Verify phone number
de: Nummer verifizieren

# Paj-iU-Bob.normalTitle
source: I didn't get a TAN
de: Ich habe keine TAN erhalten

# ckb-j0-yX9.text
source: Confirm phone number
de: Nummer bestätigen

# czk-1N-eNn.text
source: Private Meeting
de: Privates Treffen

# dqG-SG-6cH.normalTitle
source: REQUEST TAN
de: LOS

# 0Fe-Xa-BaQ.normalTitle
source: CANCEL
de: ABBRECHEN

# gQh-Xv-ukT.text
source: Private Meeting
de: Privates Treffen

# mrp-ja-1P2.text
source: If you give this TAN to a health department, they can decrypt your history and inform luca places.
de: Wenn du einem Gesundheitsamt diese TAN nennst, kann es deine Historie entschlüsseln und die luca-Standorte informieren.

# w3Z-P6-Xnn.text
source: Share data
de: Daten freigeben

# Qex-M6-uBv.text
source: One or more health departments have requested your contact data. While contact tracing, one or more health departments decrypted your contact data. They are currently evaluating whether there is a risk and will contact you if necessary. Please act responsibly.
de: Ein oder mehrere Gesundheitsämter haben im Rahmen einer Datenanfrage deine Kontaktdaten erhalten. Im Rahmen einer Kontaktnachverfolgung wurden deine Kontaktdaten von einem oder mehreren Gesundheitsämtern entschlüsselt. Diese werten gerade aus, ob ein Risiko besteht und werden sich möglicherweise bei dir melden. Bitte handle verantwortungsvoll.

# d5g-Lu-YCc.normalTitle
source: ALL DATA REQUESTS
de: ALLE DATENANFRAGEN

# lw6-oz-eBf.text
source: Confirm share
de: Freigeben bestätigen

# asd-HK-YFI.normalTitle
source: CANCEL
de: ABBRECHEN

# XgK-DN-pW5.normalTitle
source: GENERATE TAN
de: TAN GENERIEREN

# muW-F5-sm3.text
source: Define timeframe
de: Zeitraum festlegen

# o1a-He-LzM.text
source: Your history gathers all of your check-ins from the last 28 days. You can decide how many days you want to share with the health department. Define the number of days:
de: Die Historie sammelt die Check-ins der letzten 28 Tage. Du kannst selbst entscheiden, wie viele Tage du davon mit dem Gesundheitsamt teilen möchtest. Lege zunächst die Anzahl der Tage fest:

# k1N-fm-QGD.normalTitle
source: CANCEL
de: ABBRECHEN

# cdF-1p-Yt9.normalTitle
source: SELECT
de: WÄHLEN
