Repository: gubraun/lucaapp
Catalog: Luca/*.lproj/Localizable.strings
Languages: de

# welcome.info.description
source: luca helps you encrypt and securely submit your contact data. With luca, you don't have to worry about your data when visiting events, restaurants, caf√©s or bars anymore.
de: luca hilft dir bei der sicheren und verschlüsselten Angabe deiner Kontaktdaten. Du musst dir keine Sorgen um deine Daten mehr machen, wenn du Veranstaltungen, Kulturstätten, Restaurants, Cafés oder Bars besuchst.

# userData.form.firstName
source: * First name
de: Vorname

# userData.form.lastName
source: * Last name
de: Nachname

# userData.form.street
source: * Street
de: Straße

# userData.form.houseNumber
source: * Number
de: Hausnummer

# userData.form.postCode
source: * Post code
de: Postleitzahl

# userData.form.city
source: * City
de: Stadt

# userData.form.phoneNumber
source: * Phone number
de: Telefonnummer

# userData.form.email
source: Email
de: E-mailadresse

# userData.form.name.formTitle
source: What's your name?
de: Wie heißt du?

# userData.form.address.formTitle
source: Where do you live?
de: Wo wohnst du?

# userData.form.phone.formTitle
source: How can you be contacted?
de: Wie bist du erreichbar?

# userData.addressNotFilledMessage
source: You have given no address in your data yet. Please fill it before further usage.
de: Du hast deine Adresse nicht eingegeben. Bitte ergänze deine Daten.

# userData.phone.mandatory
source: Please provide a correct mobile or landline number. This number will be used for verification. You can choose if you want to provide an email address. Fields marked with * are mandatory.
de: Bitte gib eine korrekte Mobil- oder Festnetznummer an. Die Nummer wird für die Verifizierung verwendet. Du kannst selbst entscheiden, ob du zusätzlich eine E-Mail-Adresse angibst.

# userData.address.mandatory
source: Hosts usually have to collect the addresses of their guests. Therefore, in order to use luca, it's mandatory to provide your address. Fields marked with * are mandatory.
de: Gastgeber:innen müssen im Rahmen der Kontaktdatenerfassung in der Regel auch deine Adresse aufnehmen. Deshalb ist die Angabe der Adresse für die Nutzung von luca verpflichtend.

# userData.navigation.edit
source: Edit contact data
de: Kontaktdaten bearbeiten

# userData.form.firstName.accessibilityError
source: Please enter your first name to continue.
de: Bitte gib deinen Vornamen ein, um fortzufahren.

# userData.form.lastName.accessibilityError
source: Please enter your last name to continue.
de: Bitte gib deinen Nachnamen ein, um fortzufahren.

# userData.form.phoneNumber.accessibilityError
source: Please enter your phone number to continue.
de: Bitte gib deine Telefonnummer ein, um fortzufahren.

# userData.form.street.accessibilityError
source: Please enter your street to continue.
de: Bitte gib deine Straße ein, um fortzufahren.

# userData.form.houseNumber.accessibilityError
source: Please enter your house number to continue.
de: Bitte gib deine Hausnummer ein, um fortzufahren.

# userData.form.postCode.accessibilityError
source: Please enter your zip code to continue.
de: Bitte gib deine Postleitzahl ein, um fortzufahren.

# userData.form.city.accessibilityError
source: Please enter your city to continue.
de: Bitte gib deine Stadt ein, um fortzufahren.

# navigation.basic.next
source: NEXT
de: WEITER

# navigation.basic.done
source: DONE
de: FERTIG

# navigation.basic.cancel
source: Cancel
de: Abbrechen

# navigation.basic.yes
source: Yes
de: Ja

# navigation.basic.no
source: No
de: Nein

# navigation.basic.error
source: Error
de: Fehler

# navigation.basic.attention
source: Attention!
de: Achtung!

# navigation.basic.hint
source: Attention
de: Hinweis

# navigation.basic.start
source: Start
de: Starten

# navigation.tab.checkin
source: Check in
de: Einchecken

# navigation.tab.history
source: History
de: Historie

# navigation.tab.health
source: My luca
de: Mein luca

# checkin.slider.date
source: Check-in: %@
de: Check-in: %@ Uhr

# checkin.failure.alreadyCheckedIn.message
source: You are already checked in.
de: Du bist bereits eingecheckt.

# checkin.failure.privateMeetingRunning.message
source: You can't check in while you are hosting a private meeting. End the meeting and try again.
de: Du kannst dich nicht einchecken, da du der Gastgeber eines privaten Treffens bist. Beende das Treffen und versuche es erneut.

# checkin.failure.notAvailableAnymore.message
source: It is not possible to check in here any more.
de: Ein Check-in ist hier nicht mehr möglich.

# checkin.failure.missingIsPrivateFlag.message
source: Check-in not possible. Apparently, this QR-Code is not valid.
de: Check-in nicht möglich. Anscheinend handelt es sich um einen ungültigen QR-Code.

# history.alert.title
source: Confirm share
de: Freigeben bestätigen

# history.alert.description
source: Would you like to share your contact data and the last %@ days of your history with the health department? This is only done with your voluntary consent in accordance with art. 9 (2) a) GDPR (more: %@).
de: Möchtest du deine Historie der letzten %@ Tage und deine Kontaktdaten für das Gesundheitsamt freigeben? Dies erfolgt nur aufgrund deiner freiwilligen Einwilligung gem. Art. 9 (2) a) DSGVO (mehr: %@).

# history.alert.link
source: data privacy - app
de: Datenschutz - App

# history.dataAccess.count
source: %@ data requests
de: %@ Datenzugriffe

# history.data.updated
source: Updated data
de: Daten aktualisiert

# history.data.shared
source: Shared data
de: Daten freigegeben

# history.accessibility.dataAccessButton
source: View data accesses
de: Datenzugriffe ansehen

# dataRelease.tan.failure.message
source: The TAN could not be loaded: %@
de: Die TAN Nummer konnte nicht geladen werden: %@

# camera.access.title
source: luca needs to access your camera
de: Kamerazugang nötig

# camera.access.description
source: Once you've granted access, you can scan QR codes within your luca app.
de: Bitte erlaube den Zugriff zu deiner Kamera.

# camera.error.scanningFailed
source: Your device cannot be used to scan.
de: Dein Gerät kann nicht für das Scannen verwendet werden.

# camera.error.wrongQR
source: The QR code is not valid.
de: Der QR-Code ist falsch.

# dataPrivacy.info.description
source: Please enter your contact data in the next step. Your data will be encrypted. Only a health department can decrypt it during contact tracing.
de: Bitte gib im nächsten Schritt deine Kontaktdaten an. Deine Daten werden verschlüsselt. Nur Gesundheitsämter können sie im Rahmen einer Kontaktnachverfolgung wieder entschlüsseln.

# dataPrivacy.info.title
source: Your contact data
de: Deine Daten

# verification.phoneNumber.info.message
source: It can take a few minutes for the TAN to arrive. Please wait a moment before you request another TAN. If nothing happens after a few minutes, please check if you've provided the correct number and try again.
de: Es kann ein paar Minuten dauern, bis die TAN ankommt. Warte einen Moment, bevor du eine neue anforderst. Wenn du innerhalb der nächsten Minuten keine SMS bekommst, dann überprüfe zunächst, ob du die Nummer richtig eingegeben hast und versuche es dann noch einmal.

# verification.phoneNumber.successTitle
source: Successful verification
de: Erfolgreiches Verifizieren

# verification.phoneNumber.successMessage
source: The verification was succesful.
de: Die Verifizierung lief erfolgreich.

# verification.phoneNumber.failureMessage
source: The TAN you entered was incorrect.
de: Der Code, den du eingegeben hast, war leider falsch.

# verification.phoneNumber.timerDelay.title
source: TAN already requested
de: TAN schon angefragt

# verification.phoneNumber.timerDelay.message
source: You have recently requested a TAN. Please wait a moment. If nothing happens, you can try again in: %@
de: Du hast vor Kurzem eine TAN angefragt. Bitte warte einen Moment. Wenn nichts passiert, kannst du nach Ablauf der Zeit einen neuen Versuch starten: %@

# verification.phoneNumber.requestFailure
source: No SMS could be sent out.
de: Es konnte keine SMS verschickt werden.

# verification.phoneNumber.limitReached.title
source: Rate limit exceeded
de: Anfragelimit erreicht

# verification.phoneNumber.limitReached.message
source: Your daily SMS limit has been reached, please try again later.
de: Dein SMS-Limit ist für heute erreicht, versuche es bitte später noch mal.

# verification.phoneNumber.wrongFormat
source: The given phone number is not in the right format. Please enter a valid phone number and its country code (e.g. +49xxxxxxxxxxx).
de: Die eingegebene Telefonnummer ist nicht im richtigem Format. Bitte gebe eine valide Telefonnummer mit Ländervorwahl ein (z.B. +49xxxxxxxxxxx).

# verification.phoneNumber.updateFailure
source: Your data could not be saved.
de: Keine Daten konnten von dir gespeichert werden.

# verification.phoneNumber.notYetVerified
source: You have not verified your phone number yet. Please resave your contact data and verify your phone number.
de: Du hast deine Telefonnummer noch nicht verifiziert. Bitte speicher deine Kontaktdaten erneut und verifiziere deine Telefonnummer.

# versionSupportChecker.failureMessage
source: Your luca version is not supported anymore! Please update your luca app in the AppStore.
de: Deine luca Version wird nicht mehr unterstützt! Bitte aktualisiere die luca App im AppStore.

# qrCodeGeneration.failure.message
source: QR Code could not be generated: %@
de: QR Code konnte nicht generiert werden: %@

# fetchTraceId.failure.message
source: Error while checking the user status: %@
de: Fehler beim Checken des Userstatus: %@

# dailyKey.fetch.failedToDownload.message
source: The luca Service is currently not available, please try again later.
de: Der luca Service ist im Moment nicht verfügbar, bitte versuche es später erneut.

# dailyKey.fetch.failedToSave.message
source: The daily key could not be saved! %@
de: Der Daily Key konnte nicht gespeichert werden! %@

# contactViewController.save
source: Save
de: Speichern

# contactViewController.shouldSave.title
source: Save changes
de: Änderungen speichern

# contactViewController.shouldSave.message
source: Apply all changes? If you've changed your name and it doesn't match the name in your imported tests, these might be deleted.
de: Möchtest du deine Änderungen speichern? Falls du deinen Namen geändert hast und dieser nicht mit dem Namen eines importierten Tests übereinstimmt, wird dieser eventuell gelöscht.

# contactViewController.saveFailed.message
source: Save failed: %@
de: Speichern fehlgeschlagen: %@

# contactViewController.emptyAddress.message
source: You must enter a complete address!
de: Du musst eine vollständige Anschrift angeben!

# contactViewController.emptyRest.message
source: You must fill out all fields.
de: Du musst den Rest der Felder ausfühlen

# locationCheckinViewController.locationInfoFetchFailure.message
source: Error while loading the location data: %@
de: Fehler beim Laden der Locationdaten: %@

# locationCheckinViewController.checkOutFailed.lowDuration.message
source: You just checked in! You can first check out when you've stayed a bit longer.
de: Du hast dich gerade eingecheckt! Du kannst dich erst auschecken, wenn du etwas länger geblieben bist.

# locationCheckinViewController.checkOutFailed.stillInLocation.message
source: You are still at %@. Move farther away to check out.
de: Du befindest dich immernoch bei %@. Geh weiter weg um dich auschecken zu können.

# locationCheckinViewController.checkOutFailed.stillInLocation.messageWithoutName
source: You are still at the location. Move farther away to check out.
de: Du befindest dich immernoch bei der Location. Geh weiter weg um dich auschecken zu können.

# locationCheckinViewController.checkOutFailed.locationNotAvailable.message
source: There is no information available about the current location.
de: Es gibt keine Informationen über diese Location.

# locationCheckinViewController.permission.change.title
source: Location Settings
de: Standort Einstellungen

# locationCheckinViewController.permission.change.message
source: To use auto-checkout you must choose the option "Always" in your luca location settings.
de: Um Auto-checkout zu nutzen, musst du in deinen Luca Standort Einstellungen die Position "Immer" wählen.

# locationCheckinViewController.permission.denied.message
source: Your location setting has still not been enabled. Without your position we cannot check if you have left %@.
de: Deine Standorteinstellung wurde immer noch nicht erlaubt. Ohne deinen Standort können wir nicht überprüfen, ob du %@ verlassen hast.

# locationCheckinViewController.permission.denied.messageWithoutName
source: Your location setting has still not been enabled. Without your position we cannot check if you have left the location.
de: Deine Standorteinstellung wurde immer noch nicht erlaubt. Ohne deinen Standort können wir nicht überprüfen, ob du die Location verlassen hast.

# locationCheckinViewController.autoCheckoutPermissionDisabled.title
source: Auto-checkout is not possible
de: Auto-Checkout ist nicht möglich

# locationCheckinViewController.autoCheckoutPermissionDisabled.message
source: Change your luca location permission to "Always".
de: Schalte in deinen Einstellungen die Standorteinstellung für Luca auf "Immer".

# locationCheckinViewController.welcomeMessage
source: You're checked in!
de: Du bist eingecheckt!

# locationCheckinViewController.autoCheckout.permission.beforePrompt.title
source: Automatic checkout
de: Automatischer Checkout

# locationCheckinViewController.autoCheckout.permission.beforePrompt.message
source: This automatic checkout feature uses geofencing. If a luca-location uses it as well, you can check out automatically using your location through the GPS function of your phone, even when the app is closed. This is only done with your consent under art. 6 (1) 1 a) GDPR (more: %@). However, you can still check out manually at any time.
de: Die Funktion des automatischen Check-outs nutzt Geofencing. Wenn ein luca-Standort diese Funktion verwendet, kannst du durch Nutzung deines Standortes durch die GPS-Funktion deines Handys automatisch auschecken, selbst wenn die App geschlossen ist. Dies erfolgt nur aufgrund deiner Einwilligung gem. Art. 6 (1) 1 a) DSGVO (mehr: %@). Natürlich kannst du dich auch jederzeit manuell auschecken.

# locationCheckinViewController.autoCheckout.permission.beforePrompt.link
source: data privacy - app
de: Datenschutz - App

# locationCheckinViewController.accessibility.directCheckout
source: Checkout of location
de: Checke dich aus diesem Standort aus

# locationCheckinViewController.accessibility.checkoutSlider
source: Checkout
de: Auschecken

# mainTabBarViewController.userRegistrationFailure.noInternet.message
source: User could not be registered! No internet connection could be made.
de: User konnte nicht registriert werden! Es konnte keine Internetverbindung hergestellt werden.

# mainTabBarViewController.userRegistrationFailure.general.message
source: User could not be registered: %@
de: User konnte nicht registriert werden: %@

# mainTabBarViewController.scannerFailure.title
source: Scanner error
de: Scanner Fehler

# mainTabBarViewController.scannerFailure.message
source: Error: %@
de: Fehler: %@

# general.failure.noInternet.message
source: The process could not be executed. Please connect to the internet and try again.
de: Es konnte keine Internetverbindung hergestellt werden.

# general.dataPrivacy
source: Privacy policy
de: Datenschutzrichtlinien

# general.termsAndConditions
source: Terms of use
de: AGB

# general.imprint
source: Imprint
de: Impressum

# general.support.email.body
source: Dear luca support,<br><br>The following problem occurred while using the app:<br><br><i>Please describe your problem and where it occurs, as precisely as possible. It would also be very helpful if you could attach a screenshot or screen capture of your problem or error message.</i><br><br><br>Device: %@<br>Operating system: iOS %@<br>App version: %@
de: Lieber luca-Support,<br><br>bei der Nutzung der App tritt folgendes Problem auf:<br><ul><li>WAS ist das Problem?</li><li>WELCHE Schritte wurden im Vorfelt getätigt?</li></ul>[HIER PROBLEM BESCHREIBEN]<br><br>Gerät: %@<br>Betriebssystem: iOS %@<br>App Version: %@

# general.support.error
source: It is not possible to send an email from this device because no email account is connected.
de: Es können keine E-mails von diesem Gerät gesendet werden, da aktuell kein Mail-Account verknüpft ist.

# general.failure.unknown.message
source: Unknown error: %@
de: Unbekannter Fehler: %@

# general.failure.invalidCertificate.message
source: When attempting to establish a secure connection to the luca servers, we found untrusted certificates. Please try switching your network and make sure that you're using the latest app version.
de: Wegen nicht vertrauenswürdigen Zertifikaten konnte keine sichere Verbindung zu den luca Servern hergestellt werden. Bitte wechsle dein Netzwerk und vergewissere dich, dass du die aktuellste App Version nutzt.

# general.failure.invalidCertificate.title
source: Unexpected server certificates
de: Unerwartete Server Zertifikate

# formViewController.phoneVerificationFailure.title
source: Phone number verification failed
de: Telefonnummerverifizierung fehlgeschlagen

# formViewController.phoneVerificationFailure.message
source: Please enter a new phone number.
de: Bitte gib eine neue Telefonnummer ein.

# formViewController.userDataFailure.unavailable.message
source: User data is not available
de: Benutzerdaten nicht verfügbar

# formViewController.userDataFailure.failed.message
source: User could not be registered: %@
de: User konnte nicht registriert werden: %@

# welcomeViewController.termsAndConditions.checkboxMessage
source: I accept the terms of use.
de: Ich akzeptiere die AGB.

# welcomeViewController.termsAndConditions.checkboxAccessibility
source: Terms of Use Checkbox
de: AGB Checkbox

# welcomeViewController.termsAndConditions.checkboxAccessibilityOn
source: Confirmed
de: Bestätigt

# welcomeViewController.termsAndConditions.checkboxAccessibilityOff
source: Not confirmed
de: Nicht bestätigt

# welcomeViewController.privacyPolicy.checkboxAccessibility
source: Privacy Policy Checkbox
de: Datenschutzerklärung Checkbox

# welcomeViewController.termT_C
source: terms of use
de: AGB

# welcomeViewController.termPrivacyPolicy
source: privacy policy
de: Datenschutzerklärung

# done.description
source: You can now share your encrypted contact data by presenting your QR code or by scanning a code from a place that uses luca. Checking in is possible at places that use luca or private meetings with other luca App users.
de: Du kannst jetzt deine Kontaktdaten verschlüsselt übermitteln. Zeige deinen QR-Code vor oder scanne den Code eines luca-Standorts, der dir gezeigt wird. Check-ins sind bei luca-Standorten und bei privaten Treffen mit anderen luca Nutzer:innen möglich.

# private.meeting.description
source: Let your guests scan the QR code to check into your meeting.
de: Lass deine Freunde und Familie den QR-Code scannen, um sie bei deinem Treffen einzuchecken.

# private.meeting.info.title
source: Private Meeting
de: Privates Treffen

# private.meeting.info.description
source: When friends and family check into your private meeting, their first and last names will be shown in your app. They will also see your first and last name in their app. You can already use this feature at locations that are not part of the luca system to keep track of private meetings yourself.
de: Wenn Freunde und Familie bei deinem privaten Treffen einchecken, werden ihre Vor- und Nachnamen in deiner App angezeigt. Sie sehen in ihrer App auch deinen Vor- und Nachnamen. Unabhängig vom Gesundheitsamt kannst du diese Funktion jetzt schon an Orten nutzen, die noch nicht Teil des luca-Systems sind, um private Treffen für dich selbst zu dokumentieren.

# private.meeting.start.title
source: Set up a private meeting
de: Privates Treffen erstellen

# private.meeting.start.description
source: Do you want to start a private meeting now? When friends and family check into your private meeting, their first and last names will be shown in your app. They will also see your first and last name in their app. Private meetings are used as reminders and won't be shared with health authorities.
de: Möchtest du ein privates Treffen starten? Freunde und Familie erscheinen nach dem Check-in mit ihrem Vor- und Nachnamen in deiner Historie. Auch dein Name wird in ihrer App hinterlegt. Private Treffen sind nur Gedächtnisstützen und werden nicht mit dem Gesundheitsamt geteilt.

# private.meeting.participants.title
source: Participants
de: Teilnehmer

# private.meeting.end.title
source: End meeting
de: Treffen beenden

# private.meeting.end.description
source: Do you really want to end this meeting?
de: Willst du dieses Treffen wirklich beenden?

# private.meeting.create.failure
source: There was an error while creating a new meeting: %@
de: Es gab einen Fehler beim Erstellen eines Treffens: %@

# private.meeting.alert.description
source: When you check yourself in at a private meeting, your host can see your first and last name. Private meetings are used as reminders and won't be shared with health authorities.
de: Wenn du dich bei einem privaten Treffen eincheckst, werden deinem Gastgeber dein Vor- und Nachname angezeigt. Private Treffen sind nur Gedächtnisstützen und werden nicht mit dem Gesundheitsamt geteilt.

# private.meeting.participants.none
source: No participants.
de: Keine Gäste.

# button.scanner.checkin
source: Self check-in
de: Selbst einchecken

# button.private.meeting
source: Create private meeting
de: Privates Treffen erstellen

# notification.checkout.title
source: Important!
de: Wichtig!

# notification.checkout.description
source: Don't forget to checkout in the luca app when you've left your location.
de: Du musst dich beim Verlassen deiner location in der luca app auschecken.

# notification.permission.title
source: Enable notifications
de: Benachrichtigungen erlauben

# notification.permission.description
source: You didn't allow notifications. Please enable luca notifications in your settings to be reminded to checkout.
de: Du hast luca Benachrichtigungen nicht erlaubt. Bitte erlaube in deinen Einstellungen luca Benachrichtigungen um ans Auschecken erinnert zu werden.

# phoneNumber.confirmation.description.mobile
source: To verify your phone number we will send a TAN to the number you provided in the next step. Please make sure this number is correct:
de: An die Nummer, die du angegeben hast, schicken wir dir im nächsten Schritt zur Verifizierung eine SMS mit einer TAN. Bitte überprüfe, ob diese Nummer korrekt ist:

# phoneNumber.confirmation.description.fixed
source: You will receive a call with a message containing the TAN that is needed to verify your phone number in the next step. Please make sure the phone is nearby and the number is correct:
de: Stelle sicher, dass das Telefon in deiner Nähe ist und überprüfe, ob diese Nummer korrekt ist. Du wirst im nächsten Schritt angerufen und erhältst durch eine Ansage deine TAN für die Verifizierung dieser Telefonnummer.

# data.resetData.title
source: Delete account
de: Account löschen
