Repository: gubraun/lucaapp
Catalog: Luca/*.lproj/Localizable.strings
Languages: de

# data.resetData.description
source: Do you really want to delete your account? If you delete your account, you will not be able to check in or access your history. In accordance with the Corona/COVID-19 infection control regulations, all encrypted check-in data will be deleted after 4 weeks. Once your account is deleted, you can still be notified by a health department up to 4 weeks after your last check-in.
de: Möchtest du deinen Account wirklich löschen? Löschst du deinen Account, kannst du keine neuen Check-ins vornehmen und auf deine Historie zugreifen. Daten, die durch einen Check-in bei einem Betreiber verschlüsselt hinterlegt wurden, werden gemäß der Corona/COVID-19 Infektionsschutzverordnung nach 4 Wochen gelöscht. Nach der Löschung des Accounts kannst du noch bis zu 4 Wochen nach dem letzten Check-in von dem Gesundheitsamt benachrichtigt werden.

# data.clear.title
source: Clear history
de: Historie leeren

# data.clear.description
source: Do you really want to clear your history? Past entries won't be displayed in your app anymore, but will stay in the system for up to 28 days and will be shared with the health authorities if you share your data.
de: Möchtest du deine Historie wirklich leeren? Vergangene Einträge werden in deiner App nicht mehr angezeigt, bleiben aber noch bis zu 30 Tage im System und werden bei einer Datenfreigabe mit dem Gesundheitsamt geteilt.

# contact.qr.button.selfCheckin
source: SELF CHECK-IN
de: SELBST EINCHECKEN

# contact.qr.button.closeScanner
source: CLOSE QR CODE SCANNER
de: QR-CODE SCANNER SCHLIESSEN

# data.access.title
source: New data request
de: Neue Datenanfrage

# data.access.notification.description
source: A health department has requested your contact data.
de: Ein Gesundheitsamt hat im Rahmen einer Datenanfrage deine Kontaktdaten erhalten.

# checkin.scanner.title
source: Self check-in
de: Selbst einchecken

# checkin.scanner.description
source: Scan the QR code of a place that uses luca or a private meeting to check yourself in.
de: Scanne den QR-Code eines luca-Standorts oder eines privaten Treffens, um dich einzuchecken.

# checkin.qr.title
source: Check-in
de: Einchecken

# checkin.qr.description
source: This is your QR code. For check-in, have it scanned at a place that uses luca.
de: Das ist dein QR-Code. Lass ihn an einem luca-Standort scannen, um dich einzuchecken.

# error.network.badGateway
source: The luca Service is currently unavailable, please try again later.
de: Der luca-Service ist im Moment nicht verfügbar, bitte versuche es später erneut.

source: Testresult: Negative
de: Negativ

source: Testresult: Positive
de: Positiv

# test.result.expiry
source: Expiry: %@
de: Gültigkeit: %@

# test.result.delete.error
source: It was not possible to delete this test.
de: Es war nicht möglich diesen Test zu löschen.

# test.result.fast
source: Rapid test
de: Schnelltest

# test.result.other
source: Other
de: Sonstige

# test.result.duration.minutes
source: %i minutes
de: %i Minuten

# test.result.duration.hour
source: one hour
de: eine Stunde

# test.result.duration.hours
source: %i hours
de: %i Stunden

# test.result.parsing.error
source: Data couldn't be processed.
de: Der QR-Code konnte nicht gelesen werden. Das kann daran liegen, dass wir aktuell nur bestimmte Testzentren unterstützen. Erkundige dich bei deinem Testzentrum, ob dieses dazugehört.

# test.result.validation.error
source: It was not possible to validate that this document belongs to you. Please check if your name is entered correctly in the app.
de: Es konnte nicht validiert werden, dass dieser Test von dir gemacht wurde. Bitte prüfe, ob dein Name richtig in der App hinterlegt ist.

# test.result.verification.error
source: Unfortunately, the document cannot be imported because the signature is not valid.
de: Leider kann der Test nicht importiert werden, da die Signatur nicht gültig ist.

# test.result.expiration.error
source: Unfortunately, the document cannot be imported because it already expired.
de: Leider kann der Test nicht importiert werden, da er bereits abgelaufen ist.

# test.result.name.validation.error
source: It was not possible to validate your name. Please check if your name is entered correctly in the app.
de: Dein Name konnte nicht validiert werden. Bitte prüfe, ob er richtig in der App hinterlegt ist.

# test.result.positive.error
source: luca helps you to check in easily. Since only negative test results are relevant for checking in, you can only add negative results at the moment. You can only add a positive result if it is a PCR test older than 14 days.
de: Hinzufügen nicht möglich luca hilft dir beim einfachen Check-in. Da für Check-ins nur negative Testergebnisse relevant sind, kannst du aktuell dein positives Testergebnis nicht hinzufügen.

# test.result.parsing.success
source: Your document was added successfully.
de: Dein Test wurde erfolgreich zur App hinzugefügt.

# test.result.success
source: Successful
de: Erfolgreich

# test.delete.title
source: Delete document
de: Test löschen

# test.delete.description
source: Do you really want to delete this document?
de: Willst du wirklich diesen Test löschen?

# test.add.title
source: Add document
de: Test hinzufügen

# vaccine.result.default
source: Vaccination
de: Impfung

# vaccine.result.complete
source: Complete vaccination (%i/%i)
de: Vollständig immunisiert (%i/%i)

# vaccine.result.partially
source: Partial vaccination (%i/%i)
de: Teilweise immunisiert (%i/%i)

# vaccine.result.description
source: %i. vaccination:
de: %i. Impfung:

# data.shared.title
source: Data shared
de: Daten freigegeben

# data.shared.description
source: You have shared your check-ins from the last %@ days with the health department.
de: Du hast deine Check-ins der letzten %@ Tage für das Gesundheitsamt freigegeben.

# Acknowledgements
source: Licenses
de: Lizenzen

# test.scanner.close
source: Close
de: Schließen

# my.luca.title
source: My luca
de: Mein luca

# tests.uniqueness.consent.description
source: I hereby declare my consent in accordance with Art. 9 (2) a) in conjunction with Art. 6 (1) 1 a) DSGVO (more: %@) to the transmission of a pseudonymized identifier during the local storage of my COVID test, recovery or vaccination certificate in the luca app. This is solely to prevent document misuse so that multiple people cannot import and use the same document. The identifier of the recovery or vaccination document can be deleted by deleting the document in the app.
de: Hiermit erkläre ich mein Einverständnis gemäß Art. 9 (2) a) DSGVO (mehr: %@) zum Übermitteln einer pseudonymisierten Kennung im Zuge der Hinterlegung meines COVID-19-Tests in der luca App. Dies dient ausschließlich der Vorbeugung von Missbrauch, sodass derselbe Test nicht mehrfach ggf. von unterschiedlichen Personen in der luca App hinterlegt werden kann. Die individuelle Kennung wird nach 72 Stunden ab Hinterlegung automatisch aus dem luca System gelöscht. Es ist nicht möglich die Kennung zuvor zu entfernen.

# test.uniqueness.create.randomTag.error
source: Failed to create a random tag.
de: Es konnte kein zufälliger Tag generiert werden.

# test.uniqueness.encoding.error
source: Failed to encode test data.
de: Die Testdaten konnten nicht verschlüsselt werden.

# test.uniqueness.redeemed.error
source: This document was already imported.
de: Jemand hat diesen Test schon importiert.

# test.uniqueness.rate.limit.error
source: The rate limit has been reached.
de: Die Ratenbegrenzung wurde erreicht.

# error.deleteUser.badInput
source: Your account could not be deleted. (400 - Bad Request Error) Please contact our support.
de: Dein Account konnte nicht gelöscht werden. (400 - Bad Request Error) Bitte kontaktiere den Support.

# error.deleteUser.invalidSignature
source: Your account could not be deleted. (403 - Forbidden Error) Please contact our support.
de: Dein Account konnte nicht gelöscht werden. (403 - Forbidden Error) Bitte kontaktiere den Support.

# error.deleteUser.userNotFound
source: Your account does not exist. You can now register again.
de: Dein Account existiert nicht. Du wirst jetzt zur Registrierung weitergeleitet.

# error.deleteUser.rateLimit
source: Your account could not be deleted. Please try again.
de: Dein Account konnte nicht gelöscht werden. Versuche es bitte nochmal.

# error.deleteUser.unableToBuildPayload
source: Your account could not be deleted. Please contact our support.
de: Dein Account konnte nicht gelöscht werden. Bitte kontaktiere den Support.

# error.deleteUser.alreadyDeleted
source: Your account has already been deleted. You can now register again.
de: Dein Account wurde schon gelöscht. Du wirst jetzt zur Registrierung weitergeleitet.
